cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'

brew 'awscli'
brew 'git'
brew 'imagemagick'
brew 'python'
brew 'python3'
brew 'rbenv'
brew 'ruby-build'
brew 'swiftlint'
brew 'tmux'
brew 'wget'

cask 'alfred'
cask 'caffeine'
cask 'charles'
cask 'cyberduck'
cask 'flux'
cask 'iterm2'
cask 'java'
cask 'sublime-text'
