cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'

brew 'awscli'
brew 'git'
brew 'imagemagick'
brew 'pandoc'
brew 'python'
brew 'python3'
brew 'rbenv'
brew 'ruby-build'
brew 'tmux'
brew 'wget'

cask 'alfred'
cask 'appcleaner'
cask 'caffeine'
cask 'firefox'
cask 'iterm2'
cask 'java'
cask 'mactex'
cask 'visual-studio-code'

